Repository: FabianVolkers/homepage
Catalog: homepage/locale/*/LC_MESSAGES/django.po
Languages: nl

source: German
nl: Duits

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Page
nl: Pagina

source: Pages
nl: Alle paginas

source: Single Page
nl: Pagina vertaling

source: Single Pages
nl: Pagina vertalingen

source: Page Section
nl: Pagina sectie

source: Page Sections
nl: Pagina secties

source: Section Translation
nl: Sectie vertaling

source: Sections Translations
nl: Sectie vertalingen

source: Page Link
nl: Link

source: Page Links
nl: Alle Links

source: Social Link
nl: Link: Social Media

source: Social Links
nl: Links: Social Media

source: Collection Item
nl: Collectie stuk

source: Collection Items
nl: Collection stukken

source: Item Translation
nl: Stuk vertaling

source: Item Translations
nl: Stuk vertalingen

source: Send me a message
nl: Stuur me een Bericht

source: Email Address
nl: Email adres

source: Subject
nl: Onderwerp

source: Message
nl: Bericht

source: Enter your message here
nl: Typ hier je bericht

source: Submit
nl: Verzenden

source: or find me on one of these platforms
nl: of vind me op een van deze sites
